{
    "buckets": [
        {
            "Name": "main",
            "Source": "https://github.com/ScoopInstaller/Main.git",
            "Updated": "2025-11-10T23:34:35-05:00",
            "Manifests": 1408
        },
        {
            "Name": "extras",
            "Source": "https://github.com/ScoopInstaller/Extras",
            "Updated": "2025-11-10T23:29:30-05:00",
            "Manifests": 2210
        },
        {
            "Name": "versions",
            "Source": "https://github.com/ScoopInstaller/Versions",
            "Updated": "2025-11-10T23:42:14-05:00",
            "Manifests": 530
        },
        {
            "Name": "java",
            "Source": "https://github.com/ScoopInstaller/Java",
            "Updated": "2025-11-08T15:19:45-05:00",
            "Manifests": 322
        }
    ],
    "apps": [
        {
            "Updated": "2025-10-09T19:16:00.8996913-05:00",
            "Version": "25.01",
            "Name": "7zip",
            "Source": "main",
            "Info": ""
        },
        {
            "Updated": "2025-10-09T19:55:57.5786017-05:00",
            "Version": "4.1.0",
            "Name": "beaver-notes",
            "Source": "extras",
            "Info": ""
        },
        {
            "Updated": "2025-11-04T19:28:59.835442-05:00",
            "Version": "1.0.5",
            "Name": "btop",
            "Source": "main",
            "Info": ""
        },
        {
            "Updated": "2025-11-10T14:09:37.833612-05:00",
            "Version": "1.18.0",
            "Name": "chafa",
            "Source": "main",
            "Info": ""
        },
        {
            "Updated": "2025-10-09T19:05:46.9624608-05:00",
            "Version": "3.14.1",
            "Name": "dark",
            "Source": "main",
            "Info": ""
        },
        {
            "Updated": "2025-10-09T19:08:34.9153953-05:00",
            "Version": "0.23.4",
            "Name": "eza",
            "Source": "main",
            "Info": ""
        },
        {
            "Updated": "2025-11-03T02:28:07.6366917-05:00",
            "Version": "2.54.0",
            "Name": "fastfetch",
            "Source": "main",
            "Info": ""
        },
        {
            "Updated": "2025-10-29T22:25:16.9973937-05:00",
            "Version": "10.3.0",
            "Name": "fd",
            "Source": "main",
            "Info": ""
        },
        {
            "Updated": "2025-10-29T22:25:27.0545146-05:00",
            "Version": "0.66.1",
            "Name": "fzf",
            "Source": "main",
            "Info": ""
        },
        {
            "Updated": "2025-11-09T12:51:15.7282492-05:00",
            "Version": "2.83.0",
            "Name": "gh",
            "Source": "main",
            "Info": ""
        },
        {
            "Updated": "2025-10-17T13:32:48.6255311-05:00",
            "Version": "2.1.1",
            "Name": "glow",
            "Source": "main",
            "Info": ""
        },
        {
            "Updated": "2025-11-09T12:53:00.1593713-05:00",
            "Version": "1.25.4",
            "Name": "go",
            "Source": "main",
            "Info": ""
        },
        {
            "Updated": "2025-11-04T21:52:14.906616-05:00",
            "Version": "1.8.1",
            "Name": "jq",
            "Source": "main",
            "Info": ""
        },
        {
            "Updated": "2025-11-09T12:53:04.9432351-05:00",
            "Version": "0.56.0",
            "Name": "lazygit",
            "Source": "extras",
            "Info": ""
        },
        {
            "Updated": "2025-10-09T20:00:17.6853881-05:00",
            "Version": "0.7.6",
            "Name": "magic-wormhole-rs",
            "Source": "main",
            "Info": ""
        },
        {
            "Updated": "2025-11-11T00:11:44.5469185-05:00",
            "Version": "3.9.11",
            "Name": "maven",
            "Source": "main",
            "Info": ""
        },
        {
            "Updated": "2025-10-17T00:29:35.1585095-05:00",
            "Version": "14.2.0-19.1.7-12.0.0-r3",
            "Name": "mingw-winlibs-llvm-msvcrt",
            "Source": "versions",
            "Info": ""
        },
        {
            "Updated": "2025-11-04T21:44:26.1687257-05:00",
            "Version": "1.48.1",
            "Name": "mongodb-compass",
            "Source": "extras",
            "Info": ""
        },
        {
            "Updated": "2025-11-09T12:56:23.5995817-05:00",
            "Version": "0.11.5",
            "Name": "neovim",
            "Source": "main",
            "Info": ""
        },
        {
            "Updated": "2025-11-10T14:09:10.7986643-05:00",
            "Version": "0.12.0-1583",
            "Name": "neovim-nightly",
            "Source": "versions",
            "Info": ""
        },
        {
            "Updated": "2025-11-09T12:53:45.6389958-05:00",
            "Version": "25.1.0",
            "Name": "nodejs",
            "Source": "main",
            "Info": ""
        },
        {
            "Updated": "2025-11-10T14:09:23.7835048-05:00",
            "Version": "1.0.55",
            "Name": "opencode",
            "Source": "extras",
            "Info": ""
        },
        {
            "Updated": "2025-11-11T00:38:17.4959204-05:00",
            "Version": "25.0.1-8",
            "Name": "openjdk",
            "Source": "java",
            "Info": ""
        },
        {
            "Updated": "2025-10-10T14:05:23.7211611-05:00",
            "Version": "21.0.2-13",
            "Name": "openjdk21",
            "Source": "java",
            "Info": ""
        },
        {
            "Updated": "2025-11-10T14:09:33.1084223-05:00",
            "Version": "10.21.0",
            "Name": "pnpm",
            "Source": "main",
            "Info": ""
        },
        {
            "Updated": "2025-11-09T12:54:53.9511778-05:00",
            "Version": "3.13.9",
            "Name": "python313",
            "Source": "versions",
            "Info": ""
        },
        {
            "Updated": "2025-10-29T22:25:21.8085905-05:00",
            "Version": "15.1.0",
            "Name": "ripgrep",
            "Source": "main",
            "Info": ""
        },
        {
            "Updated": "2025-11-10T21:42:28.5725992-05:00",
            "Version": "4.47.59",
            "Name": "slack",
            "Source": "extras",
            "Info": ""
        },
        {
            "Updated": "2025-11-11T01:08:27.9930884-05:00",
            "Version": "3.51.0",
            "Name": "sqlite",
            "Source": "main",
            "Info": ""
        },
        {
            "Updated": "2025-10-15T18:35:58.7028658-05:00",
            "Version": "3.5.2",
            "Name": "sumatrapdf-installer",
            "Source": "versions",
            "Info": ""
        }
    ]
}
