{
    "buckets": [
        {
            "Name": "main",
            "Source": "https://github.com/ScoopInstaller/Main.git",
            "Updated": "2025-11-08T23:29:19-05:00",
            "Manifests": 1408
        },
        {
            "Name": "extras",
            "Source": "https://github.com/ScoopInstaller/Extras",
            "Updated": "2025-11-08T23:29:16-05:00",
            "Manifests": 2209
        },
        {
            "Name": "versions",
            "Source": "https://github.com/ScoopInstaller/Versions",
            "Updated": "2025-11-09T00:55:25-05:00",
            "Manifests": 530
        },
        {
            "Name": "java",
            "Source": "https://github.com/ScoopInstaller/Java",
            "Updated": "2025-11-08T15:19:45-05:00",
            "Manifests": 322
        }
    ],
    "apps": [
        {
            "Name": "7zip",
            "Version": "25.01",
            "Updated": "2025-10-09T19:16:00.8996913-05:00",
            "Info": "",
            "Source": "main"
        },
        {
            "Name": "beaver-notes",
            "Version": "4.1.0",
            "Updated": "2025-10-09T19:55:57.5786017-05:00",
            "Info": "",
            "Source": "extras"
        },
        {
            "Name": "btop",
            "Version": "1.0.5",
            "Updated": "2025-11-04T19:28:59.835442-05:00",
            "Info": "",
            "Source": "main"
        },
        {
            "Name": "chafa",
            "Version": "1.16.2",
            "Updated": "2025-11-09T02:49:27.7104538-05:00",
            "Info": "",
            "Source": "main"
        },
        {
            "Name": "dark",
            "Version": "3.14.1",
            "Updated": "2025-10-09T19:05:46.9624608-05:00",
            "Info": "",
            "Source": "main"
        },
        {
            "Name": "eza",
            "Version": "0.23.4",
            "Updated": "2025-10-09T19:08:34.9153953-05:00",
            "Info": "",
            "Source": "main"
        },
        {
            "Name": "fastfetch",
            "Version": "2.54.0",
            "Updated": "2025-11-03T02:28:07.6366917-05:00",
            "Info": "",
            "Source": "main"
        },
        {
            "Name": "fd",
            "Version": "10.3.0",
            "Updated": "2025-10-29T22:25:16.9973937-05:00",
            "Info": "",
            "Source": "main"
        },
        {
            "Name": "fzf",
            "Version": "0.66.1",
            "Updated": "2025-10-29T22:25:27.0545146-05:00",
            "Info": "",
            "Source": "main"
        },
        {
            "Name": "gh",
            "Version": "2.82.1",
            "Updated": "2025-11-03T22:33:57.9361272-05:00",
            "Info": "",
            "Source": "main"
        },
        {
            "Name": "glow",
            "Version": "2.1.1",
            "Updated": "2025-10-17T13:32:48.6255311-05:00",
            "Info": "",
            "Source": "main"
        },
        {
            "Name": "go",
            "Version": "1.25.2",
            "Updated": "2025-10-09T19:34:26.6690795-05:00",
            "Info": "",
            "Source": "main"
        },
        {
            "Name": "jq",
            "Version": "1.8.1",
            "Updated": "2025-11-04T21:52:14.906616-05:00",
            "Info": "",
            "Source": "main"
        },
        {
            "Name": "lazygit",
            "Version": "0.55.1",
            "Updated": "2025-10-29T22:25:47.9425157-05:00",
            "Info": "",
            "Source": "extras"
        },
        {
            "Name": "magic-wormhole-rs",
            "Version": "0.7.6",
            "Updated": "2025-10-09T20:00:17.6853881-05:00",
            "Info": "",
            "Source": "main"
        },
        {
            "Name": "mingw-winlibs-llvm-msvcrt",
            "Version": "14.2.0-19.1.7-12.0.0-r3",
            "Updated": "2025-10-17T00:29:35.1585095-05:00",
            "Info": "",
            "Source": "versions"
        },
        {
            "Name": "mongodb-compass",
            "Version": "1.48.1",
            "Updated": "2025-11-04T21:44:26.1687257-05:00",
            "Info": "",
            "Source": "extras"
        },
        {
            "Name": "neovim",
            "Version": "0.11.4",
            "Updated": "2025-10-29T14:27:27.7523217-05:00",
            "Info": "",
            "Source": "main"
        },
        {
            "Name": "neovim-nightly",
            "Version": "0.12.0-1537",
            "Updated": "2025-10-29T22:10:54.5696714-05:00",
            "Info": "",
            "Source": "versions"
        },
        {
            "Name": "nodejs",
            "Version": "24.10.0",
            "Updated": "2025-10-09T19:16:14.6698479-05:00",
            "Info": "",
            "Source": "main"
        },
        {
            "Name": "opencode",
            "Version": "0.15.13",
            "Updated": "2025-10-22T23:11:17.685378-05:00",
            "Info": "",
            "Source": "extras"
        },
        {
            "Name": "openjdk21",
            "Version": "21.0.2-13",
            "Updated": "2025-10-10T14:05:23.7211611-05:00",
            "Info": "",
            "Source": "java"
        },
        {
            "Name": "pnpm",
            "Version": "10.18.1",
            "Updated": "2025-10-09T19:17:26.3711756-05:00",
            "Info": "",
            "Source": "main"
        },
        {
            "Name": "python313",
            "Version": "3.13.8",
            "Updated": "2025-10-09T19:06:49.3659186-05:00",
            "Info": "",
            "Source": "versions"
        },
        {
            "Name": "ripgrep",
            "Version": "15.1.0",
            "Updated": "2025-10-29T22:25:21.8085905-05:00",
            "Info": "",
            "Source": "main"
        },
        {
            "Name": "slack",
            "Version": "4.46.101",
            "Updated": "2025-10-10T17:47:24.8453519-05:00",
            "Info": "",
            "Source": "extras"
        },
        {
            "Name": "sumatrapdf-installer",
            "Version": "3.5.2",
            "Updated": "2025-10-15T18:35:58.7028658-05:00",
            "Info": "",
            "Source": "versions"
        }
    ]
}
